[
    {
        "name": "Monster Survivors",
        "description": "Monster Survivors is an free online survival game with a minimalistic design and roguelite elements. The monsters are here, and you must survive!  Aggressive crabs, eerie pumpkins, flesh-eating plants and yes, even evil bees!  But on a vast open land, there's no place to run or hide. All you can do is survive as long as you can until waves of monsters end your struggles. Gather loot in each run to buy upgrades, strengthen your survivor and help the next survivor stand longer.",
        "logo": "https://www.onlinegames.io/media/posts/942/Monster-survivors.jpg",
        "iframe": "https://cloud.onlinegames.io/games/2025/unity/monster-survivors/index-og.html",
        "category": "Survivor Games"
    },
    {
        "name": "Super Mario",
        "description": "Red Rush hurls you into a blazing-fast arcade world where every second cranks up the speed and pressure. Reflexes need to fire instantly as barriers zip toward you in neon-soaked chaos. The pulse-pounding soundtrack fuels the madness, while the screen becomes a blur of danger and momentum. Dive into the rush, dodge with precision, and survive the storm—only the sharpest make it through. Are you fast enough to handle the storm? Get ready to break limits and scroll down to master the chaos!",
        "logo": "https://images.1games.io/cache/game/red-rush/red-rush-m200x130.webp",
        "iframe": "https://1games.io/game/red-rush/",
        "category": "Action Games"
    },
    {
        "name": "Doom Rider",
        "description": "Doom Rider unleashes you into a blazing underground world where speed, fury, and flaming wheels rule. Ride a bike like vengeance itself as you blaze past haunted landscapes and face the undead army. The stakes are high, the path is brutal, and only one legend rides out alive. Ignite your ride and enter the chaos in this driving game now!",
        "logo": "https://images.1games.io/cache/game/doom-rider/doom-rider-m200x130.webp",
        "iframe": "https://1games.io/game/doom-rider/",
        "category": "Action Games"
    },
    {
        "name": "Tralalero Tralala Clicker",
        "description": "Tralalero Tralala Clicker is an engaging idle game that draws inspiration from the essence of Italian Brainrot. With each absurd click, Tralalero unleashes an echo of musical madness that multiplies faster than your brain can comprehend. An endless spiral of accordion loops, explosive vocals, and visual overstimulation engulfs you. This is not a game you win. This is a game you survive. If you enjoy mind-numbing clicker chaos that grows louder and weirder, your fingers are about to be possessed!",
        "logo": "https://images.1games.io/cache/game/tralalero-tral…a-clicker/tralalero-tralala-clicker-m200x130.webp",
        "iframe": "https://1games.io/game/tralalero-tralala-clicker/",
        "category": "Clicker Games"
    }
]